{
  "blogs": [
    {
      "id": "18c1",
      "title": "Masaan",
      "body": "I haven’t been able to stop thinking about Neeraj Ghaywan’s  Masaan since I saw it a few nights ago. For one, it’s astoundingly good – dreamy and textured and with powerfully understated images that refuse to fade away. Reciprocated love is shown through two red balloons rising into the night. Boys dive into a river and retrieve not just coins but also life-altering lotteries. An unmarried young woman takes care to affix a bindi on her forehead so that she appears… not so young, not so unmarried. But it’s more than that. It’s the nagging question of – or perhaps the inability to pinpoint precisely – what this film is really about.  At some level, Masaan is about the kind of topics that fill our op-ed pages. The evils of the caste system. Upward mobility. The fate of women under an unrelenting patriarchy. Urban migration. And yet, the film isn’t about any of this. All of this is in there somewhere, but the film operates at a more elevated, more abstract level. At one point, I thought this is what Masaan is about: Man. Woman. Death. Salvation. And (metaphorical) rebirth. Sort of the Hindu cycle of life, which may not be too far a reach given the setting: Kashi.\n\nThe Man is Deepak (Vicky Kaushal). His life, as his name suggests, is bound to fire – he belongs to the lower-caste Dom community that tends to funeral pyres on the banks of the Ganges. The Woman is Devi (Richa Chadda) – only, she’s no pristine goddess. She’s refreshingly human. Masaan narrates their stories in parallel, but they’re linked throughout. Both are seen in a fumbling sexual act. Both end up doing things that usually bring shame to conservative families – he, by falling for an upper-caste girl (Shaalu, played by the lovely Shweta Tripathi), and she by exploring premarital sex. Both stories throw up the word jigyasa, the desire to know. Both Deepak and Devi offer a loved one’s memento – a ring, a gift-wrapped box – to the river. (In a Buñuelian touch, we never find out what’s inside that box.) Both come from somewhat dysfunctional families – she has issues with her father Vidyadhar (Sanjay Mishra, who’s terrific but seems to be getting typecast in a certain kind of befuddled-old-man role), he has a strained relationship with his unambitious brother. Both are constrained – he by the profession of his ancestors, she by her gender (even if her father raised her like a boy). Both strive to break free – he’s studying to be a civil engineer, she teaches at a computer coaching centre. And trains feature prominently in both stories, which begin in Kashi and end in Allahabad, home of the sangam. Finally, the parallel tracks end up in confluence.\n\nIt’s not just Deepak and Devi – the people around them are linked by circumstances too. Devi lives with her father, like her colleague does (a smashingly effective Pankaj Tripathi) – a kheer moment sweetens both lives. And like Vidyadhar, the cop who blackmails him (Bhagwan Tiwari) has a daughter. At first, all these echoes seem programmatic, but gradually we see there may be a point – the sameness of it all. Some people are content with this sameness. Devi’s colleague points out that many trains pass through Kashi, but only a few stop here – it’s not easy to leave. Others like Devi and Deepak long to be on one of those outbound trains. You could say Masaan is about these lives, caught between stagnation and forward motion.\n\nYou could also say the film is about Old India and New India. Vidyadhar is a Sanskrit professor. His daughter speaks C or Java. Vidyadhar says that these ghats were once a jungle, and we see that, in some ways, the place today is still a long way from civilisation. Women are hounded for acting on their desires. Cops are corrupt. Children are made to hold their breath and dive into the river and locate coins tossed in – all for the amusement of adults. But on the other hand, there’s the very forward-thinking Shaalu, who doesn’t seem to care about caste. Find a job, she tells Deepak – things will be okay. She speaks the language of youth: It’s not who you are; it’s what you make of yourself. The technology is new too – smartphones, YouTube, Facebook – as is the mode of romantic expression: not hand-holding or chaste embraces but a straight-on mouth-on-mouth kiss, like they do in “English movies.” But look at the song Deepak chooses to record for Shaalu – the achingly innocent Ghazab ka hai din, from a film that was released a few years before we began to hear of this thing called “liberalization.”\n\nMasaan is all of these things. What it isn’t – despite the mystical “smash the skull and release the soul” utterances, despite the (wholly deserved) Cannes citations – is Indian exotica for a Western audience. The superb cinematography (Avinash Arun Dhaware) doesn’t prettify things. The images of burning bodies may not be as graphic and disconcerting as those in Rajesh S. Jala’s documentary Children of the Pyre, but they made me queasy. You sense the filth all around. Like Udaan, which it recalls in both look and small-town feel, Masaan is a very Indian movie. The trains, the poetry, the poetry about trains – it’s all very rooted. Tu kisi rail si guzarti hai / Main kisi pul sa thartharaata hoon (I rattle like a bridge when you glide by like a train) – that’s Deepak when faced with Shaalu. Theirs isn’t just a caste thing but a class thing too. On their first date, over pizza, as she’s reeling off the names of her favourite poets, he casually tells the waiter he wants chutney… and then he freezes… he realises she’s there too… and he asks if she’d like Szechwan sauce… that instant change from what he’d usually have to what he thinks someone like her would have is its own kind of poetry. Vicky Kaushal is excellent throughout, but I keep thinking about the careful calibrations of his hesitation here, and the animalistic depths of his breakdown much later.\n\nEven the narrative loop-de-loops are very Indian, in the sense that they seem to obey emotional (rather than rational) logic. (Some may call these contrivances far-fetched.) Among the many marvellous flourishes in the screenplay (by Ghaywan and Varun Grover) is the scene in a hospital involving a child named Jhonta (the impish Nikhil Sahni) – it’s magic, literally and otherwise. There’s just one shot that struck me as showy, when Devi enters a house and the camera remains outside – there’s a studied formalism to these frames that stands out in the midst of the fluid filmmaking elsewhere. But this is easily brushed aside, given the richness of the enigmatic storytelling, the powerful performances. Richa Chadda pulls off something very difficult. At first I was unmoved, but she gradually grew on me. She plays a woman who’s been burnt once and is now forever counting to ten whenever she feels an emotion – it’s a brittle kind of catatonia. The film doesn’t judge her. It doesn’t judge anyone, not even the corrupt cop, who, in this holiest of places, remains unpunished for his sins. There’s so much drama in these lives, but so little on screen – it’s like the river itself, whose calm surface belies untold depths.",
      "author": "Baradwaj Rangan"
    },
    {
      "id": "0b0d",
      "title": "MERRY CHRISTMAS",
      "body": "Sriram Raghavan’s Merry Christmas is based on Frédéric Dard’s novel Le Monte-charge titled Bird in a Cage in English. So, who’s this bird in this film? Is it Maria (Katrina Kaif) who is trapped with an abusive husband in a loveless marriage? Or is it Albert (Vijay Sethupathi) who gets entangled in a murderous web? Of course, we also have a literal bird in a cage as a Christmas tree decoration. Like any Sriram Raghavan film, Merry Christmas keeps you mentally engaged. You can have a lot of fun through overanalysis. For instance, Maria talks about going back in time, and when Albert comes to Maria’s apartment the second time, he doesn’t find the dead body. The rooms look as clean as they were before an apparent suicide. Moreover, Maria repeats the lines she uttered in front of Albert in the presence of Ronnie Fernandes (Sanjay Kapoor). She even puts on the same music. Is Merry Christmas all about time traveling? Are the characters trapped in a time loop? Has Sriram Raghavan made a romance-cum-science fiction?\n\nWell, no. What Raghavan has actually made is a love story in the guise of a mystery thriller. What’s so fascinating, at first, about this romance is how it converts infidelity into a romantic conversation. When Maria talks about how she started dating her boyfriend’s friend, and Albert reveals his involvement with his boss’s wife, you feel as if these two are having a lovey-dovey discussion about, say, how they will pluck the moon from the sky. Sethupathi’s relaxed face seems to be hiding great passion as well as stress. At this point, it’s almost impossible to say whether he is sleepwalking or dedicated. There is a kind of uniformity in Sethupathi’s acting, yet he miraculously never feels dull. Kaif is charming, almost luminous here. Her Maria looks at Albert with such an intense, passionate gaze that it’s no wonder he practically melts in her presence. Her beauty is the key to landing the film’s biggest twist (nothing is what it seems because Pinocchio is playing in the theaters. Meaning: someone or perhaps everyone is lying). Albert is so absorbed in Maria that he doesn’t notice where the lift is going.\n\nAll Albert wants is to impress Maria, and to achieve that goal, he even starts dancing. Raghavan lets the camera roll for a long time, allowing us to soak in the sparkling energy. It’s a beautiful scene. Later, I was surprised when an affectionate song was played over visuals of evidence being destroyed. Despite all this, I never saw any vibrant intensity in Albert and Maria’s chemistry. This, however, is not a complaint. Merry Christmas, after all, is neither an impassioned romance nor a complex murder mystery. Most of its thrills, in the end, are basic. The movie merely delights us with its calculated tricks, and we smile at it. Merry Christmas gives the impression of being someone’s directorial debut. It’s a minor film brimming with promise and a lot of excitement. Remove Raghavan’s name, and you will think that a new, talented filmmaker with potential has arrived in Bollywood. Given what this director has accomplished in his previous movies, Merry Christmas leads you to believe that this might be Raghavan’s way of taking a vacation and relaxing. He tries new things, like a standup comic trying out jokes at a trial show before performing at the main event. This is far from Raghavan’s best movie, but that doesn’t mean it’s not…merry.",
      "author": "Vikas Yadav"
    },
    {
      "id": "da55",
      "title": "BLACK FRIDAY-How it all began..PART 1",
      "body": "It all began with S.hussain Zaidi..He wrote the book..he was the chief crime correspondent of mid-day..before mid-day, zaidi was working with Indian Express, covering the blasts..all i remembeed about blasts before reading the book, was the front page of TOI in delhi and images in it..images came and they went away from my memory..i was too busy trying to figure out what to do once i reach bombay..93 was the year i came to the city..june 3rd..it was raining..rains that did not stop for two days..\nAnyways..so hussain was approached by Penguin to document his findings in the book..as and when hussain finished his first draft he asked Arindam Mitra to read his manuscript…now i met arindam a year before that..he was trying to create some noirish , detective TV shows for mid-day..One day when i was as usual sitting depressed(i have come to a conclusion that i thrive in that state of mind or sometimes i actually go and create it), having my beer when Aditya Basu Bhattacharya called me..that was when babla(ABB) had just come back from italy and had seen paanch ,which i think was pretty radical at that time, not so much now..now babla asked me do i remember arindam mitra, i did..he said we want to meet you regarding some project..\nwe met at Bombay Blues in bandra..\nArindam wanted me to write a tv series on the bomb blasts which he wanted babla to direct..i was uncomfortable..Stories of Babla’s arrogance would float around, somehow i didn’t trust him then..i probably didn’t know him well..i love and respect the man immensely today..he was arrogant because he was passionate..he didn’t brush off mediocrity with a wave of his hand, he kicked it in the gut..but then i didn’t trust him..arindam gave me the unpublished manuscript..\ni read it..and i read it again..i felt so small..all this while i had been so indifferent to everything else which wasn’t about me..i didn’t care about what was happening in the country..all the political elements that creeped into gulaal was post reading that book..the book gave me a perspective on what actually transpired..what happened that day..it made me feel worthless..i was affected by it in a way i was never before..i asked arindam ,”why not a film“..why a tv series..he said we will see that later but will you write the series..\n\n“i would, but i still insist make a film”\n\n“first write one episode anurag we need to raise money”\n\n“ok but..”\n\n“pl write it,tell me how much will you charge for the whole series..”\n\nFor the first time in my film career i was paid the entire writing fee upfront..i wrote the first episode, which later on became the landing of the RDX in the film..i kept insisting we should make a film..i also said i would like to direct the film..Arindam had babla in mind..he took his time then decided Mid-day will turn it into a film..i was so eager to make the film that Babla gracefully backed out..he told arindam, anurag should make the film..I will always owe it to him..now the question was how to go about it..by the time the book was officially released..\n\nI think we started by talking to sony..sony was keen but they wanted big names..the budget was too high..we were working from that one episode that was written..the idea was too make the film for what we believed in and then later break it down into a six part miniseries..it didn’t work out with them..later RGV came on board..he said fuck the mini series ,just make the film..he already had in mind the way he wanted the film to be approached..i was uncomfortable with that..i was uncomfortable with RGV at that point..i told my fears to arindam..he wasn’t so comfortable either, but we had no choice..\nanother most important man at that point was CM(Chandra mohan Puppala)..he was our creative consultant on the movie and a kind of information backbone..he and AM were the pillars of Black Friday..we would talk and meet people try to raise money but we still didn’t have a script..we didn’t know how to go about it..we needed more material..i got two people on board to do research..Aparna Chaturvedi(now Mrs. Pavan Malhotra) and A film fanatic i met at the Lotus bookshop, Dr.Tushar Patel..they started by collecting all the officially available and unavailable material on the subject..later on they were joined in by Devashish Makhija..they had to sift through the archives of Mid-Day and Indian Express..Dev went to all the press photographers to get copies of all published and unpublished material..we got our hands on “VOICES“.. a kind of a manuscript of experiences of the accused that was compiled by the Torchholder for the accused, voices was of great help..it was taken out and circulated by the human rights activists..it gave us a broader perspective on the events..we got M J Akbar’s book,”WHEN BOMBAY BURNED”..A big help was Naresh Fernandes, now the editor of “TIMEOUT-MUMBAI“..A lot of journos came together for this one film..\n\nBut we still didn’t have the script..",
      "author": "Anurag Kashyap"
    },
    {
      "id": "3870",
      "title": "BLACK FRIDAY-How it all began PART-2",
      "body": "We still didn’t have the script..\n\nThings had not worked out with Ramu..Jhamu Sugandh by now had come on board..Mid-day also realised that they would have to put in most of the money..Tariq was game..but it being a listed company, the forming of a film company had to be passed by the board..Mid-day Multimedia ltd was already in existence making news stuff for TV..Board passed the proposal..we were on but we didn’t have a script..\n\nScript\n\nAll this AM thought that i was working on the script..he would ask me “kitna hua” and i would say “ho raha hai”..i had figured out by then what would go into the script and what is to be left out..but i could not find a structure hence no script..then one day we were sitting at China Gate in bandra..AM,CM and me..and AM said:-\n\n“Is it possible to structure the film in a way where it ends at Babri Masjid”\n\nI immediately responded,”why not”\n\nWhy not..why fucking not..that was probably the only way it could all come together..i was excited..Then AM dropped a bomb , can we have the script by the weekend..meekly i said..”Yeah”..then he went ahead and booked the conference room at Land’s end..he called Sudhir Mishra and someone else was also to come for the first narration..I panicked..I called Dev..\n\n“Dev, i have to deliver the script in next two days, i need your help..get the typist,i want you and neel to be with me for next 48 hrs”..we went back..i collected all the research material, handed it to Dev and asked him to start making a timeline..i had read the book so many times that i remembered everything..i also had individual episodes figured out..i roughly discussed the structure with Dev and neel and i told them i am going to start writing, by the time i finish one episode ,the next episode timeline should be up on my wall..I started writing..i had worked up a state of mind..i kept writing..neel would take my finished pages and give it to the typist..then he would take the timeline from dev and bunch together all the material on the basis of it and put it next to me..it was chaos..two rooms and the hall of my house was strewn with papers..we kept at it, not eating, not sleeping, phones off.. i never wrote so furiously..ideas were flowing..information was all there..I wrote some 120 pages at a stretch..we finished writing the film in 36 hours..we finished typing it in next ten..i have never felt prouder of myself..i till date don’t know what drove me that day..i don’t want to analyse it..and i have always been scared to say it in public forums or press conferences that i wrote the film in 36 hrs..I wish i can do that again..I do write fast..and Black Friday isn’t the fastest script i have ever written..it was the most difficult and the most technical, when i look back at it..it just happened..may be because there were eighteen preceding months that i lived with it, thought about it..the brilliant research work that my team did and i had read it all..it was beautiful..\n\nThe narration went very well..\n\nLater on we did make some changes in it..some while shooting..like the chase which we improvised..some on editing table..a lot of it went out..a lot will go in to the TV series..some after editing..like the opening scene..\n\nAfter we had a first cut, i showed the film to some people that i trust..N K Sharma..our Panditji of Act-one theatre group in delhi..Act-one was the breeding ground of actors like Manoj Bajpai,Ashish Vidyarthi, Gajraj Rao and most of the cast of Bandit Queen et al.. A group that NK started with Piyush Mishra..Piyush Wrote and composed music..NK directed..Now NK on seeing the film said..\n\n“Film badhiya hai, bas sandwich missing hai”\n\nI didn’t get it..no body did..then he explained..film begins on the day of the blast and ends at Babri but that doesn’t say much..come back to tha blasts..sandwich the film between the blasts..\n\nand we did..\n\nNext, Imtiaz ali, my dearest friend and another Act-one alumni, who also plays Yaqub Memon in the film said..\n\n“Beginning thodi faili hui lag rahi hai”\n\nNow we all were feelin that but nobody ever said it..i sat down with imti and brainstormed..that is when i said what if instead of showing gullu,running away then surrendering and cops asking question i do one long scene..and imti responded very well..like two excited children we started to work on it..i wrote ..he read it..he reacted..we locked it..we had a new opening sequence..AM loved it..shooting was over..we decided to shoot the new opening sequence in the office..Wasiq, aged the two walls ..we put Manoj goyal and the other actor and reshot the opening sequence..the way it is now..\n\n\nAnyways after the script..we locked in the crew..",
      "author": "Anurag Kashyap"
    },
    {
      "id": "d57c",
      "title": "Raanjhanaa",
      "body": "When the superlative soundtrack for Delhi-6 was used at a level subservient to the narrative, there were rumours about AR Rahman’s dissatisfaction. The composer is going to have no such issues with Raanjhanaa, where the songs (heightened by masterful lyrics) are employed as vital, montage-filled conduits to the characters’ emotions (Aise na dekho…), and as bridges over troubled waters. The musical sequences take over storytelling duties from the songless stretches, and the film feels like a unified whole. We never have to make that reality-based leap we do in some other films during the song stretches – no suspension of disbelief is needed. There’s very little synchronized choreography, and the locations are remarkable because of how unremarkable they are. These songs aren’t items – they’re just a more heightened, stylised form of the narrative. Raanjhanaa isn’t the first film to use songs in this fashion (Omkara springs to mind), but – and if only in this regard – it’s certainly one of the finest.\n\nThe story is where some serious suspension of disbelief is required. On the surface, Raanjhaana is similar to Tanu Weds Manu, the director Anand L Rai’s earlier (and first) film. Here too, we have a love triangle, with an intriguingly flawed woman at the centre. Both films are lovingly detailed with local colour and humour. (My favorite bit here involves a wedding band, whose sleeping members, when roused, instantly slip into Aaj mere yaar ki shaadi hai, like a reflex action honed over decades.) And Rai continues his fascination with film songs of a certain era by working them into the narrative – there it was Kajra mohabbat wala; here we have Saamne yeh kaun aaya. But Raanjhanaa, despite opening with the title song of Aashiqui, is not exactly a love story. There’s love in this story, the scary kind that involves razor blades and slit wrists and forgetting that it’s one’s wedding day – but this is essentially a story of atonement, of washing away one’s sins, and that’s why it needed to be set in Benares, by the Ganges. Attaining mukti, the film says, isn’t simply the consequence of lowering yourself into these sacred waters. You have to work at it, taking in stride the hostility of the people around you, the way Rajesh Khanna did in Dushman.\n\nBut that angle will have to wait. At first, it’s the Selvaraghavan oeuvre that we’re reminded of. In an instance of love at first sight – naturally – a dark-skinned Tamilian boy (Kundan, played by Dhanush) falls for the fair “north Indian” girl (Sonam Kapoor’s affecting Zoya), who’s far above his station. He’s the guy her family calls on to serve Rasna and Rooh Afza to guests, and to replace gas cylinders. (The latter situation results in one of the film’s funniest moments.) She’s educated. She’s committed to causes. And she’s casual. Her actions aren’t deeply premeditated, invested with meaning. If she wears the anklets that Kundan picked out for her, it’s because she likes them and not because she’s trying to send him a coy message, and if she embraces him – a lot more than we can digest, especially after she comes to know about his feelings for her, about him – it’s because she likes him, not because she loves him. When she smears Holi colours on his forehead, she’s just getting into the spirit of the festival – but he reacts as if touched by God. He’s wanders about in a divine trance. Even Kundan’s friend (the terrific Mohammed Zeeshan Ayyub) knows what Kundan doesn’t, when he says, “Mohalle ke laundon ka pyaar aksar doctor aur engineer le jaate hain.” Zoya is destined for someone who’s at the receiving end of those glasses of Rasna and Rooh Afza.\n\nWe enter classic Tamil-cinema territory when Kundan begins to stalk Zoya. When he approaches her and reveals his feelings, she slaps him. And again. And again. Fifteen slaps later, she agrees to meet him, not because of his love for her but because of his “consistency,” his dogged determination – and this consistency, this refusal to take no for an answer, is what some would call stalking. (When, following Zoya, Kundan lands up in Delhi, a friend asks, “Ab kya?” What now? But he’s just being… consistent.) Raanjhanaa reminded me of other Tamil films as well, especially the ones with dysfunctional love stories. When Kundan, standing outside Zoya’s house, attempts to jog her memories (she’s forgotten about him after being away for eight years), his sad-clown miming harks back to Kamal Haasan in Moondram Pirai, and when an angry Zoya, fed up with her family’s matchmaking, asks her mother if she wants to see her settle down with a “Kundan Jaisa jaahil,” I thought of the scene in Aboorva Sagodharargal when the vertically challenged Kamal Haasan is mocked by his mother. And the flashbacks with Abhay Deol were reminiscent of both Mouna Raagam and Aayidha Ezhuthu.\n\nWe think that Kundan’s “consistency” will wear down Zoya’s resistance, and that she’ll fall for him – but we gradually realise that the Dhanush-Sonam pairing makes perfect sense. This isn’t about lusting after and lassoing the “other” – fair-skinned, educated and English-speaking, as we often see in Tamil cinema – but about pursuing the unattainable. And along these lines, when the film, in its second half, takes a very different, unexpected direction – ardour gives way to activism; the Holi colours of Benares give way to stark Che Guevara posters on the JNU campus – I was left with mixed feelings, torn between admiration for what was being attempted and frustration that a film dealing with such serious subject matter had chosen to take an audience-friendly approach, showcasing its protagonist as someone you just can’t help loving. (Kundan is like a puppy. At one point, he crouches like a canine outside Zoya’s home.) Slowly, the heinousness of his “crime” begins to feel like a distant memory, an afterthought, as we begin to question Zoya about her inability to appreciate this charmer, as if it’s her fault. She’s even made to apologise for rejecting his conciliatory overtures, through cups of tea. A blatant kind of hero-centeredness creeps in, and there isn’t enough of a buildup to Zoya’s big decision (and her subsequent political sacrifice). Another problem is that the two halves of the film are so different in tone – the first half is intense, saturated with love and loss and hurt and obsession and rage, and the post-interval portions are cool, contained. Why this schism?\n\nThe people around Zoya and Kundan are unconvincingly drawn. I was never able to wrap my head around the actions of the character played by Abhay Deol, who just doesn’t seem the kind of person who’d do what he does in Benares. (His portions are the weakest in the movie.) Bindiya (Swara Bhaskar) is a cipher too. She makes overtly sexual passes at Kundan, whom she loves and wants to marry, but even when he tells her he loves Zoya, she participates in a charade that will help Kundan’s chances with Zoya. At times, she appears as deluded as he is. When Zoya laughs at Kundan, he thinks it’s because she’s shy, and Bindiya, even after being rejected, seems to hold on to the idea that Kundan is hers. Seeing him spit up blood in the hospital is when she realizes he’s no longer “her Kundan” – the truth is that he never was her Kundan. In a sense, she’s as much a stalker of Kundan as Kundan is of Zoya, but she has very little screen time to flesh out this arc. These choices don’t derail the film, which never fails to keep us invested in what happens next, but they make us wonder how much better things could have been if Abhay Deol’s character had taken a more principled stand in Benares (the way he does in Delhi), and if Bindiya had had the sense to move on.\n\nDhanush does his best to hold it all together. It’s not a stretch by any means (for that, you’ll have to seek out Pudhupettai or Aadukalam), but it’s still a beautifully modulated performance. It helps that Kundan such an author-backed character, whose every move is calculatedly crowd-pleasing. The reason behind the “I Miss You” card. The “You forget me” moment. The devastated drive into the Ganges. The reimbursement of the cost for apples. The contrast between him and the “intellectuals” at JNU. And best of all, the way he convinces Zoya’s dad that someone else may be right for her. Dhanush couldn’t have asked for a better part, a better launch. We take to him instantly. But Tamil viewers may miss the edge that makes his persona so divisive. At first, there is enough of the creepiness we’re used to, which we’re both attracted to and repelled by, but gradually this is sanded away and the character becomes cute, almost too much so. One can only hope that this isn’t a step towards becoming a cuddly hero – not that there’s much on that frame to cuddle.",
      "author": "Baradwaj Rangan"
    },
    {
      "id": "19fd",
      "title": "No Smoking - I smoked Classic Milds",
      "body": "Sitting in rome reading the extreme reactions and reviews.. I don’t mind taran’s review for he in his seven lives would not have understood why someone would like to make a film like this.. Khalid reviewed me and not the film and from his review all i can say is neither has he read “Quitter’s inc” nor has he seen “cat’s eye”.. he just read the comments on PFC.. and i will say to him is , “Chutiye tu retire ho ja , tera time khatam.”\nRajeev masand’s POV is quite fair.. he expected a lot..probably another black friday but he is an honest man.. his review was more anger than criticism.. only thing that upset me was him calling it the worst movie of the year..it probably is from his POV but then he should have broken an Ostrich’s egg on camera and i would have bought it.. reviews that the film has got were expected.. everyone involved and who had seen it had warned me about it..but then that’s the price you pay for being arrogant..\nYes it is an arrogant film..it is a film about arrogance.. of two kinds..why i made it , the way i made it, the reasons i have never discussed it before.. it is (like thani said) my most personal movie.. i am K.. K’s arrogance is the obvious arrogance, that everyone sees everyday.. he smokes..he breathes nicotine.. he says no one tells me what to do.. i breathe cinema.. and forever everyone has been telling me not to make the kind of cinema i do.. NO SMOKING is a tale of an arrogant man and another who is much more arrogant, who lives in his world, where he controls everything and he thinks he is morally superior to anyexisting Homo sapiens, he is the kind of man who thrives on minorities and underpriveleged, he worships the dictatorian attitude and all he wants from you is to lose your soul and convert….it,s a tale about an arrogant man’s descent into morality.. and the architecture of the moral world is so absurd that it sometimes beats reality.. what happens in the film is a parallel to what happens in the real world.. Taran’s review talks about three E’s which reminds me about the censor board official who asked me why did i make paanch, and then he further said cinema is suppose to be healthy entertainment.. Paanch is niether healthy nor entertaining.. baba bengali is like that man, who has already deciced what kind of cinema should be made and should exist.. the film is about my struggle against the system to have the freedom to (smoke)make films..\n\nGIVE ME THE LIBERTY TO KNOW , TO UTTER , TO ARGUE FREELY ACCORDING TO MY CONSCIENCE ABOVE ALL LIBERTIES\n\nsince i do not have the liberty, and i get banned everytime i am directly stating my opinions(we started shooting much before Black friday got the clearence), one has to wage a guerilla war.. no smoking is my guerrilla war.. and in the end the man loses to the system and the only way he can survive is after having lost his soul(freedom).. everyone expects a good versus evil film, where good wins over evil, where the end sums it up, and all is well at the end.. well it doesn’t happen here.. here K doesn’t want to, but never comes to know how and when he gave in to the system, but accepts it and starts to do what his own people did to him,,why? in order to survive.. why his treatment becomes an incomprehensible nightmare, because it does in real life, i am the living proof..this film is just the treatment the powerful(baba Bangali) puts K(the man whose allusions are of greatness, seemingly invincible) through to bring him over to his side and manages.. there is nothing more.. i have seen the industry’s waking conscience when FANAA got banned in gujrat, and reading hrithik roshan’s democratic rights speech in midday the next mornig,, never saw none of that solidarity when my two films got banned..\nHave had my film scripts stolen from right under me by the most powerful, respected and supposedly just people and did not see anyone even whispering it..and yes i am arrogant, because i work very hard to put my neck and my sense of security and my goodwill on line.. i do not scratch anyones back.. i criticise those who will always get the oppurtunity to trash me like they have this time.. i live on my own terms in this spineless world and that makes me arrogant, and i would rather have a good review when people like my film than by being on good terms with them..\nin the end i do not want to explain no smoking anyfurther and would say i prefer it over Black Friday and i love every bit of it and i still hope it finds it’s audience and makes money for my producer who trusted me to make this film.\nAnd i smoked nothing but classic milds while making this film mr. hegde..",
      "author": "Anurag Kashyap"
    },
    {
      "id": "c588",
      "title": "Demo Title",
      "body": "Lorem ipsum dolor sit, amet consectetur adipisicing elit. Culpa a, quis reprehenderit officiis expedita consequuntur beatae consectetur tempore corrupti exercitationem?\n\nLorem ipsum dolor sit, amet consectetur adipisicing elit. Culpa a, quis reprehenderit officiis expedita consequuntur beatae consectetur tempore corrupti exercitationem?\n\nLorem ipsum dolor sit, amet consectetur adipisicing elit. Culpa a, quis reprehenderit officiis expedita consequuntur beatae consectetur tempore corrupti exercitationem?\n\nLorem ipsum dolor sit, amet consectetur adipisicing elit. Culpa a, quis reprehenderit officiis expedita consequuntur beatae consectetur tempore corrupti exercitationem?",
      "author": "Demo Author"
    }
  ]
}